GENDERS = (
    ('1_boys', 'мальчики'),
    ('0_girls', 'девочки'),
    ('1_young_men', 'юноши'),
    ('0_young_women', 'девушки'),
    ('1_men', 'мужчины'),
    ('0_women', 'женщины')
)

DISTANCES = (
    (25, '25 м'),
    (50, '50 м'),
    (100, '100 м'),
    (200, '200 м'),
)

AGES = (
    (3, '3-4 года'),
    (5, '5-6 лет'),
    (7, '7-8 лет'),
    (9, '9-10 лет'),
    (11, '11-12 лет'),
    (13, '13-14 лет'),
    (15, '15-24 года'),
    (25, '25+')
)

PATHS = [(str(i), str(i)) for i in range(1, 5)]  # Дорожки от 1 до 4

MIN_RACE_NUMBER = 1
MAX_RACE_NUMBER = 500
